{"translation-revision-date":"2024-04-11 17:29:00+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"Search for a starter site...":["Procure um modelo de site..."],"Select a starter site":["Escolha um modelo de site"],"Starter site":["Modelo de site"],"All Builders":["Todos os construtores de páginas"],"Pro":["Pro"],"All Plans":["Todos os planos"],"Export Site":["Exportar site"],"Required plan":["Plano necessário"],"Upgrade to the agency plan and get instant access to this starter site and many other features.":["Actualize para o plano de agência e tenha acesso imediato a este modelo de site e a muitas outras funcionalidades."],"Upgrade to the professional or agency plan and get instant access to this starter site and many other features.":["Actualize para o plano profissional ou de agência e tenha acesso imediato a este modelo de site e a muitas outras funcionalidades."],"Upgrade to any pro plan and get instant access to this starter site and many other features.":["Actualize para qualquer plano profissional e tenha acesso imediato a este modelo de site e a muitas outras funcionalidades."],"This is a Pro starter site":["Modelo de site profissional"],"Manage":["Gerir"],"Video Tutorial":["Tutorial em vídeo"],"Documentation":["Documentação"],"This is a Pro extension":["Esta é uma extensão Pro"],"Compare Plans":["Comparar planos"],"Professional or Agency":["Professional ou Agency"],"Upgrade to the agency plan and get instant access to this and many other features.":["Actualize para o plano de agência e tenha acesso imediato a isto e a muitas outras funcionalidades."],"Upgrade to the professional or agency plan and get instant access to this and many other features.":["Actualize para o plano profissional ou agência e tenha acesso imediato a isto e a muitas outras funcionalidades."],"Upgrade to any pro plan and get instant access to this and many other feature.":["Actualize para qualquer plano profissional e tenha acesso imediato a isto e a muitas outras funcionalidades."],"This is a Pro feature":["Esta é uma funcionalidade Pro"],"Agency":["Agency"],"Professional":["Professional"],"Personal":["Personal"],"Free":["Grátis"],"Unfortunately, your hosting configuration doesn't meet the minimum requirements for importing a starter site.":["Infelizmente, a configuração do seu serviço de alojamento não cumpre os requisitos mínimos para importar um modelo de site."],"Can't Import Starter Site":["Não é possível importar o modelo de site"],"Active":["Activo"],"Submit a Support Ticket":["Enviar um pedido de suporte"],"Join Facebook Community":["Aderir à comunidade no Facebook"],"Need help or advice?":["Precisa de ajuda ou quer tirar uma dúvida?"],"Got a question or need help with the theme? You can always submit a support ticket or ask for help in our friendly Facebook community.":["Tem uma pergunta ou precisa de ajuda com o tema? Pode enviar um pedido de suporte ou pedir ajuda à nossa amigável comunidade do Facebook."],"All Categories":["Todas as categorias"],"Install":["Instalar"],"Installing":["A instalar"],"Extensions":["Extensões"],"Upgrade Now":["Actualizar agora"],"Back":["Voltar"],"Next":["Seguinte"],"Import":["Importar"],"Modify":["Modificar"],"Customize":["Personalizar"],"Child theme":["Tema dependente"],"Import Content":["Importar conteúdos"],"Remove":["Remover"],"Reinstall":["Reinstalar"],"Builder":["Construtor"],"Loading...":["A carregar..."],"Starter Sites":["Modelos de sites"],"Loading Starter Sites...":["A carregar modelos de sites..."],"Starter Site Imported Successfully":["Modelo de site importado com sucesso"],"Starter Site Removed":["O modelo de site foi removido"],"This starter site is already installed":["Este modelo de site já está instalado"],"The following plugins are required for this starter site in order to work properly.":["Estes plugins são necessários para que o modelo de site funcione correctamente."],"This starter site can be imported and used with one of these page builders. Please select one in order to continue.":["Este modelo de site pode ser importado e utilizado com um destes construtores de páginas. Por favor seleccione o seu preferido para continuar."],"Install & Activate Plugins":["Instalar e activar plugins"],"Pro Extensions":["Extensões Pro"],"Free Extensions":["Extensões gratuitas"],"View site":["Ver site"],"Available for":["Disponível para"],"Dismiss":["Ignorar"],"Loading Extensions Status...":["A carregar estados das extensões..."],"Install Child Theme":["Instalar tema dependente"],"Learn more about child themes":["Saiba mais sobre temas dependentes"],"We strongly recommend to install the child theme, this way you will have freedom to make changes without breaking the parent theme.":["É altamente recomendado instalar o tema dependente, deste modo tem liberdade para fazer alterações sem danificar o tema principal."],"We strongly recommend to activate the child theme, this way you will have freedom to make changes without breaking the parent theme.":["É altamente recomendado activar o tema dependente, deste modo tem liberdade para fazer alterações sem danificar o tema principal."],"This will import posts, pages, comments, navigation menus, custom fields, terms and custom posts.":["Serão importados artigos, páginas, comentários, menus de navegação, campos personalizados, termos e tipos de conteúdo personalizados"],"Clean Install":["Limpar instalação"],"This option will remove the previous imported content and will perform a fresh and clean install.":["Esta opção removerá os conteúdos importados anteriormente e criará uma instalação limpa."],"Erase content":["Eliminar conteúdo"],"Final touches":["Retoques finais"],"Import widgets":["Importar widgets"],"Import content":["Importar conteúdo"],"Export site":["Exportar site"],"Now you can view your website or start customizing it":["Já pode ver o seu site ou começar a personalizá-lo"],"Choose Page Builder":["Escolher construtor de páginas"],"You already have a child theme properly installed and activated. Move on.":["Já tem um tema dependente instalado e activado. Continue."],"Activate Child Theme":["Activar tema dependente"],"Deactivate demo plugins":["Desactivar plugins de demonstração"],"What steps do you want to perform next?":["O que pretende fazer?"],"Please be patient and don't refresh this page, the import process may take a while, this also depends on your server.":["Por favor aguarde e não actualize esta página. O processo de importação poderá demorar algum tempo, e depende da capacidade do servidor."],"Import options":["Importar opções"],"Preview":["Pré‑visualizar"]}},"comment":{"reference":"static\/bundle\/dashboard.js"}}